export const homeData = {
  header: {
    title: "مرحبا بكم معنا",
    description:
      "منصة تعليمية لطرح الأسئلة حول أي شيء متعلق بالدراسة في جميع المواد ، تقدم لجميع التخصصات التي لديها امتحان البكالوريا للعثور على الإجابة من المعلمين أو الزملاء",
    action: "اطرح سؤالك",
  },
  howItWorks: {
    title: "كيفية الاستخدام",
    steps: [
      {
        icon: "/assets/imgs/ask_ques.png",
        title: "اطرح سؤالك",
        text: "وصف صغير يوضح هذه الخطوة",
      },
      {
        icon: "/assets/imgs/answer.png",
        title: "أجب عن الأسئلة",
        text: "وصف صغير يوضح هذه الخطوة",
      },
      {
        icon: "/assets/imgs/validate.png",
        title: "تحقق من صحة الإجابة",
        text: "وصف صغير يوضح هذه الخطوة ",
      },
    ],
    quote: "الأسئلة موجودة في كل مكان ، والإجابات موجودة هنا, ابدأ بطرح أسئلتك",
    action: "اطرح سؤالك",
  },
  motivation: {
    title: "السؤال هو نصف الجواب",
    description:
      "أود أن أسألك سؤالاً: أين ترى نفسك بعد عشر سنوات؟ إذا كان لديك إجابة بالفعل، فهذا يعني أن لديك حلمًا وأنك مصمم على تحويله إلى حقيقة. أنا هنا لأذكرك أنه إذا كنت تعمل بجد بالفعل، فاستمر في دفع نفسك إلى أبعد من ذلك. إذا لم تكن قد بدأت بعد، فهذا هو الوقت المثالي للبدء. لا تستسلم، ولا تتوقف أبدًا عن الاستثمار في نفسك، حتى عندما تشعر بالإرهاق. وسوف يتطلب العمل الجاد والتضحيات. ولهذا السبب أنشأنا موقع 
 المرافق لمرافقتك في رحلتك.",
    action: "ابدأ سعيك",
  },
};
